[
{"topic_main_content": "\n\t\t\t\tThe Census Bureau collects data on fertility in several of its surveys. To learn more, go to the About Fertility Web page.\n\t\t\t\n\t\t\t\t\n\t\t\t\t\tHistorical Time Series\n\t\t\t\t\n\t\t\t\tTables and figures showing historical trends in childbearing and childlessness can be found here.\n\t\t\t", "topic_link": "http://www.census.gov/hhes/fertility/", "topic_main_title": "Fertility Main", "topic_related_sites": "\n\t\t\tChildren\n\t\t\n\t\t\tFamilies and Living Arrangements\n\t\t\n\t\t\tWell-Being\n\t\t", "topic_about_title": "About Fertility", "topic_about_content": "\n\t\t\t\t\t\t\t\t\tFertility of American Women\n\t\t\t\t\t\t\t\t\t\n\t\t\tThe Census Bureau collects data on fertility in several of its surveys.\n\t\t\t\n\t\t\t\t\t\t\t\t\t\n\t\t\tAn historical perspective showing the cumulative fertility experience of women to date is available in the June Supplement to the Current Population Survey (CPS), which is collected every 2 years. The CPS data are collected from two survey questions asked of women 15 to 44 years old: (1) \"How many children have you ever had?\" and (2) \"What is the date of birth of your last child?\"\n\t\t\t\n\t\t\t\t\t\t\t\t\t\n\t\t\tThe Survey of Income and Program Participation (SIPP) includes a Fertility History Topical Module, with detailed questions about fertility of American women and men, children ever born, mothers’ participation in the labor force, and maternity leave. The SIPP has the most detailed information on fertility and it is collected intermittently.\n\t\t\t\n\t\t\t\t\t\t\t\t\t\n\t\t\tThe current fertility experiences of women with a birth in the last year are shown based on data collected from the American Community Survey at the national and state level collected annually. The ACS fertility data are from a single survey question asked of women 15 to 50 years old: \"Has this person given birth to any children in the past 12 months?\" Some of the tables provide detail by age and/or race. Tables from the American Community Survey (ACS) are available at various levels of geography.\n\t\t\t\n\t\t\t\t\t\t\t\t\tTo access tables that show current marital status:\n\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t\t\n\t\t\t\tFor recent fertility data by selected characteristics at the national, state, or lower level geography, see \n\t\t\t\t\t\t \n\t\t\t\t\t\n\t\t\t\tAmerican FactFinder: S1301.\n\t\t\t\t\n\t\t\t\t\t\t\t\t\t\t\n\t\t\t\tFor recent fertility data such as children ever born and percent childless (national level only), see \n\t\t\t\t\tCPS Tables 1 to 7 in the CPS Data on Fertility section of the website.\n\t\t\t\t\n\t\t\t\t\t\t\t\t\t\t\n\t\t\t\tFor time trends data, see \n\t\t\t\t\tCPS historical tables or detailed tables in the CPS Data on Fertility section of the website.\n\t\t\t\t\n\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\tFertility of American Men\n\t\t\t\t\t\t\t\t\t\n\t\t\tThe Census Bureau also conducts periodic collections of fertility history data for men and women. This includes data on the number of children ever fathered and whether or not fathers live with all of their children from the Survey of Income and Program Participation (SIPP). For more information go to the Father’s Data section of the website.   \n\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\tMaternity Leave and Program Participation\n\t\t\t\t\t\t\t\t\t\n\t\t\tThe Census Bureau also conducts periodic collections of fertility history data for men and women.  This includes retrospective fertility, employment, and maternity leave data from the Survey of Income and Program Participation (SIPP).\n\t\t\t\n\t\t\t\t\t\t\t\t\t\n\t\t\tFor a more comprehensive look at mothers’ participation in government assistance programs, based on SIPP Fertility History Topical Module, go to the Survey of Income and Program Participation section of the website and see the sections Fertility and Program Participation Data and Maternity Leave Data.\n\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\tFertility Rates\n\t\t\t\t\t\t\t\t\t\n\t\t\tA fertility rate is normally expressed as the number of births per 1,000 women.  For example, the teen birth rate is the number of births to women 15 to 19 divided by the number of women 15 to 19 multiplied by 1,000.\n\t\t\t\n\t\t\t\t\t\t\t\t\t\n\t\t\tThe National Center for Health Statistics is the federal agency that estimates these rates gathered from information on birth certificates collected from each state. Visit their Website or call them at 301-458-4636, or toll free at 1-800-232-4636.\n\t\t\t\n\t\t\t\t\t\t\t\t", "topic_faq_content": ""},
{"topic_main_content": "\n                                Commuting (Journey to Work) refers to a worker’s travel from home to work.  Place of work refers to the geographic location of the worker’s job.  Work at home refers to a worker who does not commute to a different geographic area from work, meaning their place of work is their home.   Daytime population refers to the estimated number of people who are residing and working in an area during the “daytime” working hours.   \n                                There are several surveys conducted by the Census Bureau that ask questions related to commuting including means of transportation, time of departure, mean travel time to work, vehicles available, distance traveled, and expenses associated with commuting.  \n                        ", "topic_link": "http://www.census.gov/hhes/commuting/", "topic_main_title": "Commuting (Journey to Work) Main", "topic_related_sites": "\n                        Census Transportation Planning Program 06-08\n                         \n                \n                        Longitudinal Employer-Household Dynamics\n                \n                        National Household Travel Survey\n                ", "topic_about_title": "About Commuting (Journey to Work)", "topic_about_content": "\n\t\t\t\t\t\t\t\t\tCommuting (Journey to Work) and Place of Work\n\t\t\t\t\t\t\t\t\tCommuting (Journey to Work) refers to a worker’s travel from home to work.  Place of work refers to the geographic location of the worker’s job.  A worker is defined as a person 16 years old and over, who were employed and at work during a reference period.\n\t\t\t\t\t\t\t\t\tThere are several surveys conducted by the Census Bureau that ask questions regarding commuting and place of work, such as the American Community Survey (ACS), Decennial Census (2000 and prior), American Housing Survey (AHS), and the Survey of Income and Program Participation (SIPP).  Some of these questions include: mean travel time, means of transportation, time of departure, vehicles available, distance traveled, and expenses associated with the commute. \n\t\t\t\t\t\t\t\t\tThe ability to link information about commuting to socio-demographic characteristics and geography allows planners to forecast local peak travel demand, gauge the amount of pressure placed on transportation infrastructure, and address unmet transportation needs more accurately. Federal, state, and local planners and policymakers use the ACS and other Census Bureau surveys to guide decisions about how to allocate limited public resources devoted to transportation.\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\tWork at Home\n\t\t\t\t\t\t\t\t\tWork at home refers to a worker’s lack of travel from home to a separate workplace. On the ACS, there isn’t a specific question regarding work at home; rather, the respondent answered “Worked at home” to the question, “How did you usually get to work LAST WEEK?” The SIPP does ask specific questions regarding home-based work.  \n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\tDaytime Population\n\t\t\t\t\t\t\t\t\tDaytime population refers to the number of people who are present in an area during normal business hours, including workers.  This is in contrast to the “resident” population present during the evening and nighttime hours.   Daytime population estimates are calculated using resident and workplace population estimates.\n\t\t\t\t\t\t\t\t\tInformation on the expansion and contraction experienced by different communities between nighttime and daytime populations is important for many planning purposes, including those dealing with transportation, land use, disaster, and relief planning and operations.  \n\t\t\t\t\t\t\t\t", "topic_faq_content": "What is the difference between residence and workplace geography?\n                                                                                                Residence geography refers to the geographic location at which the respondent resides during the reference week.  \n                                                                                        \n                                                                                                Workplace geography refers to the geographic location of the respondent’s workplace, also referred to as “place of work”.  Questions about place of work are asked of respondents who indicated that they worked at some time during the reference week.  The place of work refers to the geographic location at which workers carried out their occupational activities during the reference week.  \n                                                                                        \n                                                                                                 In the ACS, there are tables for residence geography and those for workplace geography.  Unless the table indicates otherwise, it refers to residence-based geography.  Other tables that indicate they are for workplace geography refer to the worker population who works in an area.  For example, in the ACS Table B08007: SEX OF WORKERS BY PLACE OF WORK contains the number of workers living in an area crossed by sex, while ACS Table B08406: SEX OF WORKERS BY MEANS OF TRANSPORTATION TO WORK FOR WORKPLACE GEOGRAPHY contains the number of workers who work in an area crossed by sex and means of transportation to work. \n                                                                                        How do I calculate daytime population?\n                                                                                                See the suggested calculations on the Daytime Population data page.\n                                                                                        What does the American Community Survey (ACS) ask about commuting?\n                                                                                                The American Community Survey (ACS) question related to means of transportation asks respondents in the workforce, “How did the person usually get to work LAST WEEK?” Although commutes may involve multiple transportation modes (e.g., driving to a train station and then taking a train), respondents are restricted to indicating the single travel mode used for the longest distance. If the respondent commuted in a car, truck, or van, the number of persons in vehicle is asked to determine whether the commuter drove alone or carpooled.\n                                                                                        \n                                                                                                The ACS asks respondents in the workforce how many minutes it usually takes them to get from home to work. The reported travel time refers to a one-way trip on a typical work day during the reference week. This includes time spent waiting for public transportation, picking up passengers in carpools, and time spent in other activities related to getting to work.\n                                                                                        \n                                                                                                The ACS asks respondents in the workforce about what time they leave home to go to work. The departure time refers to the time of day that the respondent usually left home to go to work during the reference week.\n                                                                                        \n                                                                                                The data on place of work are asked of people who indicated that they worked at some time during the reference week. The place of work refers to the geographic location at which workers carried out their occupational activities during the reference week. The exact address (number and street name) of the place of work was asked, as well as the place (city, town, or post office).\n                                                                                        \n                                                                                                For more information on the ACS, please view the main ACS website.\n                                                                                        Why doesn’t Census 2010 have data on commuting?\n                                                                                                After the 2000 Decennial Census, the Long Form of the decennial census was replaced by the American Community Survey, which is conducted every year. The Short Form of the decennial census is still completed every 10 years. The 2010 Decennial Census contained 10 questions about the householder and other occupants including their race, ethnicity, and relationship to the householder. More information about the Census 2010 can be found on the  Census 2010 website.\n                                                                                        What did Census 2000 ask about commuting?\n                                                                                                Questions related to commuting that previously appeared on the decennial census long form (2000 and prior) are now included in the ACS, and the decennial census now simply produces a count of the nation’s population and a snapshot of its most basic demographic characteristics. Several unique data products have resulted from Census 2000 commuting data.  \n                                                                                        \n                                                                                                Census 2000 question related to means of transportation asks respondents in the workforce, “How did the person usually get to work LAST WEEK?”. Although commutes may involve multiple transportation modes (e.g., driving to a train station and then taking a train), respondents are restricted to indicating the single travel mode used for the longest distance. \n                                                                                        \n                                                                                                Census 2000 asks respondents in the workforce how many minutes it usually takes them to get from home to work. The reported travel time refers to a one-way trip on a typical work day during the reference week. This includes time spent waiting for public transportation, picking up passengers in carpools, and time spent in other activities related to getting to work.\n                                                                                        \n                                                                                                Census 2000 asks respondents in the workforce about what time they leave home to go to work. The departure time refers to the time of day that the respondent usually left home to go to work during the reference week.\n                                                                                        \n                                                                                                Census 2000 question on workplace location were asked of people who indicated that they worked at some time during the reference week. The place of work refers to the geographic location at which workers carried out their occupational activities during the reference week. The exact address (number and street name) of the place of work was asked, as well as the place (city, town, or post office).\n                                                                                        \n                                                                                                More information on Census 2000 can be found on the Census 2000 website.\n                                                                                        What does the Survey of Income and Program Participation (SIPP) ask about commuting?\n                                                                                                The Survey of Income and Program Participation (SIPP) contains a Poverty/Work Related Expenses topical module that includes questions on commuting expenses associated with mode of transportation to work that are asked of all respondents who are at least 15 years old and who work or own a business. \n                                                                                        \n                                                                                                In SIPP, respondents are asked to mark all modes of transportation that they use to get to work during a typical week, except travel for which the costs to the person are reimbursed. Since respondents may have more than one job, the reported means of transportation includes all modes used in up to three jobs.  \n                                                                                        \n                                                                                                The SIPP asks respondents who drove their own vehicles to work to report how many miles, in total, they usually drove to get to and from work. This includes the number of miles driven for all jobs worked during a typical week.\n                                                                                        \n                                                                                                The SIPP questions on parking and tolls are asked only of those respondents who reported driving their own vehicle to work. Respondents are first asked if they have to pay out-of-pocket for any parking costs or tolls. Respondents who answer yes to this question are further asked to report the dollar amount spent per week on parking and tolls.\n                                                                                        \n                                                                                                The SIPP question on total work commuting expenses is asked of all respondents who reported a mode of transportation to work. This includes the total amount spent on work commuting costs that are not reimbursed.  \n                                                                                        \n                                                                                                For more information on SIPP, please see the main SIPP website.\n                                                                                        What does the American Housing Survey (AHS) ask about commuting?\n                                                                                                The American Housing Survey AHS collects commuting information from household members who are 16 and over and have worked within a week of the interview.  Eligible respondents are then asked whether they usually report to the same location to begin work each day and for their principal means of transportation – the transportation type used most often and for the longest distance.  Respondents commuting in trucks, vans, or cars are asked whether they drive with others.  Those who do are asked how many are included in their carpool.\n                                                                                        \n                                                                                                The AHS asks eligible respondents how many minutes it usually takes to get to work from their usual point of departure.  They are asked to include time spent relating to their commute, such as waiting for public transportation or picking up others in their carpool.  However, they are asked to exclude extra time taken for meals, shopping, and taking children to school.  Eligible respondents are additionally asked what time they usually leave from home on their way to work.\n                                                                                        \n                                                                                                The AHS asks eligible respondents if they worked at home any time within the last week.  Those who have are asked how many days and hours they spent working from home.  All eligible respondents are also asked how many self-employed hours they spent working within a week of the interview.\n                                                                                        \n                                                                                                All questions are asked within the context of the week prior to the date of interview.  For example, if a respondent normally drives a car to work, but used a train the week before the interview, they would answer the questions using the train as the basis of their commute.\n                                                                                        \n                                                                                                After 2009, commuting questions in the AHS became a rotating module and were no longer asked in each survey cycle.  More information concerning the AHS can be found on the AHS website or by calling 1-888-518-7365.\n                                                                                        Where can I find the most recent county to county commuting flow data?\n                                                                                                The most recent county-to-county commuting flow data can be found on the CTPP 3-Year based on the 2006-2008 American Community Survey (ACS).  To access this data, see the Census Transportation Planning Products\n                          website.\n                                                                                        I have questions about CTPP.  Who can I contact?\n                                                                                                Questions regarding CTPP should be directed to Penelope Weinberger of AASHTO at (202) 624-3556 or pweinberger@aashto.org\n                                                                                        "}
]